{
  "SIGN_UP_NAME": "Приветствую! Я ваш демо-бот, использующий технологии ИИ для анализа разговоров. Чтобы начать, пожалуйста, скажите мне, как к вам обращаться?",
  "SIGN_UP_PHONE": "Спасибо за информацию! Теперь, укажите, пожалуйста, ваш номер телефона.",
  "SIGN_UP_SUCCESS": "Все готово к старту! Загрузите аудио-запись разговора, используя команду /upload. Убедитесь, что запись имеет два аудиоканала, и что размер не превышает 10MB. Поддерживаемые форматы: mp3, ogg, wav.",
  "SIGN_UP_ERROR": "В процессе регистрации произошла ошибка. Попробуйте позже.",
  "SIGN_IN": "Рады снова видеть вас! Готовы к новому анализу? Загрузите аудио-запись вашего разговора, используя команду /upload. \n\nПожалуйста, убедитесь, что ваш файл соответствует следующим требованиям: он должен иметь два аудиоканала, размер файла не должен превышать 10MB, и он должен быть в формате mp3, ogg или wav.",
  "UPLOAD": "Прикрепите файл. Формат mp3 / ogg / wav, максимальный размер 30мб, количество каналов 2.",
  "FILE_FORMAT_ERROR": "Прикрепите аудио файл.",
  "FILE_SIZE_ERROR": "Размер файла должен быть не более 30 МБ.",
  "FILE_TYPE_ERROR": "Недопустимый формат. Прикрепите файл mp3 / ogg / wav.",
  "CHANNEL_COUNT_ERROR": "Файл должен иметь 2 и более канала.",
  "UPLOAD_SUCCESS": "Загрузка успешна! Ваш файл теперь обрабатывается: происходит распознавание речи и её анализ с помощью ИИ. Результаты скоро будут доступны. Чтобы проверить статус обработки, используйте команду /myfiles",
  "UPLOAD_ERROR": "Во время загрузки файла возникла ошибка. Попробуйте позже.",
  "UPLOAD_SIGN_UP": "Вы должны зарегистрироваться, прежде чем загружать файл. Для регистрации введите /start.",
  "FILE_LIMIT_REACHED": "Лимит в 5 записей превышен.",
  "FILE_LIST_SIGN_UP": "Чтобы просматривать файлы, нужно зарегистрироваться. Для регистрации введите /start.",
  "FILE_LIST": "Вот список загруженных файлов: \n#EMOJI_WAIT# – файл анализируется \n#EMOJI_CHECK# – аналитика готова",
  "FILE_LIST_EMPTY": "Список файлов пуст. Для загрузки файла введите /upload.",
  "FILE_NOT_READY": "Файл анализируется. По завершении анализа вы получите сообщение.",
  "BACK_TO_LIST": "Назад к списку",
  "CONTACT": "Получите персональную консультацию \nmail@example.com \nhttps://example.com",
  "HELP": "Для загрузки файлов используйте команду /upload. \nФормат файлов: mp3 / ogg / wav, максимальный размер 30мб, количество каналов 2. \n\nПо умолчанию установлен лимит в 5 файлов. \nДля увеличения лимита свяжитесь с нами (команда /contact). \n\nДля просмотра списка загруженных файлов и результатов их анализа используйте команду /myfiles.",
  "DEMO": "Результаты анализа демо-записи звонка доступны к просмотру. Для открытия выберите файл.",
  "CANCEL": "Операция отменена."
}
